Repository: Darock-Studio/Watch-Browser
Catalog: Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hant

source: 每个实验项目会带有以下标签中的一个：
ar: سيتم وضع علامة على كل مشروع تجريبي بأحد الملصقات التالية:
de: Jedes experimentelle Projekt wird mit einem der folgenden Etiketten gekennzeichnet:
en: Each experimental project will have one of the following labels:
es: Cada proyecto experimental estará etiquetado con una de las siguientes etiquetas:
fr: Chaque projet expérimental sera étiqueté avec l'une des étiquettes suivantes :
hi: प्रत्येक प्रायोगिक परियोजना को निम्नलिखित लेबलों में से एक के साथ लेबल किया जाएगा:
id: Setiap proyek eksperimental akan diberi label dengan salah satu label berikut:
it: Ogni progetto sperimentale sarà etichettato con una delle seguenti etichette:
ja: 各実験プロジェクトには以下のラベルの1つが付いています：
ko: 각 실험 항목에는 다음 라벨 중 하나가 있습니다.
nl: Elk experimenteel project wordt gelabeld met een van de volgende labels:
pl: Każdy projekt eksperymentalny będzie oznaczony jedną z następujących etykiet:
pt: Cada projeto experimental será rotulado com um dos seguintes rótulos:
ru: Каждый экспериментальный проект будет иметь одну из следующих меток:
th: แต่ละโครงการทดลองจะถูกติดป้ายด้วยหนึ่งในป้ายกํากับต่อไปนี้:
tr: Her deneysel proje aşağıdaki etiketlerden biriyle etiketlenecektir:
uk: Кожен експериментальний проект буде позначений однією з наступних міток:
vi: Mỗi dự án thử nghiệm sẽ được gắn nhãn với một trong các nhãn sau:
zh_hant: 每個實驗項目會帶有以下標籤中的一個：

source: 法律与监管
ar: القانون والإشراف
de: Recht und Aufsicht
en: Legal & Regulatory
es: Ley y supervisión
fr: Droit et supervision
hi: कानून और पर्यवेक्षण
id: Hukum dan pengawasan
it: Legge e supervisione
ja: 法律および規制
ko: 법률과 감독
nl: Wet en toezicht
pl: Prawo i nadzór
pt: Lei e supervisão
ru: Закон и регулирование
th: กฎหมายและการกํากับดูแล
tr: Hukuk ve denetim
uk: Закон і нагляд
vi: Luật pháp và giám sát
zh_hant: 法律資訊與電信規範

source: 注册
ar: سِجِلّ
de: Register
en: Register
es: Registro
fr: S'inscrire
hi: पंजिका
id: Daftar
it: Registro
ja: 登録
ko: 등록
nl: Registreren
pl: Zarejestrować się
pt: Registrar
ru: Регистр
th: ลงทะเบียน
tr: Kaydetmek
uk: Реєстрація
vi: Đăng ký
zh_hant: 註冊

source: 注册 Darock 账户
ar: سجل حساب Darock
de: Registrieren Sie ein Darock-Konto
en: Register Darock Account
es: Registrar una cuenta Darock
fr: Enregistrer un compte Darock
hi: एक Darock खाता पंजीकृत करें
id: Daftarkan akun Darock
it: Registra un account Darock
ja: Darockアカウントを登録
ko: Darock 계정 등록
nl: Registreer een Darock account
pl: Zarejestruj konto Darock
pt: Registre uma conta Darock
ru: Зарегистрируйте учетную запись Darock
th: ลงทะเบียนบัญชี Darock
tr: Bir Darock hesap açın
uk: Зареєструвати Darock обліковий запис
vi: Đăng ký tài khoản Darock
zh_hant: 註冊 Darock 帳戶

source: 浏览引擎
ar: تصفح المحرك
de: Durchsuchen Sie die Engine
en: Browsing Engine
es: Navega por el motor
fr: Parcourir le moteur
hi: इंजन ब्राउज़ करें
id: Jelajahi mesinnya
it: Sfoglia il motore
ja: ブラウジングエンジン
ko: 검색 엔진
nl: Blader door de motor
pl: Przeglądaj silnik
pt: Navegue pelo motor
ru: Просмотрите двигатель
th: เรียกดูเครื่องยนต์
tr: Motora göz atın
uk: Переглянути двигун
vi: Duyệt qua động cơ
zh_hant: 瀏覽引擎

source: 浏览引擎->请求桌面网站
ar: تصفح المحرك->طلب موقع سطح المكتب
de: Engine durchsuchen->Desktop-Website anfordern
en: Browsing Engine -> Request Desktop Website
es: Navegar por el motor-> Solicitar sitio web de escritorio
fr: Parcourir le moteur->Demander un site Web de bureau
hi: ब्राउज़ इंजन->डेस्कटॉप वेबसाइट का अनुरोध करें
id: Jelajahi Mesin->Minta Situs Web Desktop
it: Sfoglia il motore->Richiedi il sito web del desktop
ja: ブラウジングエンジン->デスクトップサイトをリクエスト
ko: 검색 엔진->데스크탑 사이트 요청
nl: Blader door Engine->Desktop Website aanvragen
pl: Przeglądaj Engine->Poproś o stronę internetową pulpitu
pt: Procurar Mecanismo->Solicitar Site da Área de Trabalho
ru: Просмотр двигателя -> Запросить веб-сайт для настольных компьютеров
th: เรียกดูเครื่องยนต์->ขอเว็บไซต์เดสก์ท็อป
tr: Motora Göz At->Masaüstü Web Sitesi İste
uk: Переглянути Engine->Запит на настільний веб-сайт
vi: Công cụ Duyệt->Yêu cầu Trang web Máy tính để bàn
zh_hant: 瀏覽引擎->請求桌面網站

source: 添加控件
ar: إضافة عناصر تحكم
de: Steuerelemente hinzufügen
en: Add a Control
es: Añadir controles
fr: Ajouter des contrôles
hi: नियंत्रण जोड़ें
id: Tambahkan kontrol
it: Aggiungi controlli
ja: コントロールを追加する
ko: 컨트롤 추가
nl: Voeg bedieningselementen toe
pl: Dodaj elementy sterujące
pt: Adicionar controles
ru: Добавить элементы управления
th: เพิ่มการควบคุม
tr: Kontroller ekle
uk: Додати елементи керування
vi: Thêm điều khiển

source: 添加歌曲
ar: أضف الأغاني
de: Songs hinzufügen
en: Add Music
es: Añadir canciones
fr: Ajouter des chansons
hi: गाने जोड़ें
id: Tambahkan lagu
it: Aggiungi canzoni
ja: 歌を追加する
ko: 노래를 추가하다
nl: Voeg nummers toe
pl: Dodaj piosenki
pt: Adicionar músicas
ru: Добавить песни
th: เพิ่มเพลง
tr: Şarkı ekle
uk: Додати пісні
vi: Thêm bài hát

source: 添加脚本
ar: أضف نصا
de: Ein Skript hinzufügen
en: Add Script
es: Añadir un guión
fr: Ajouter un script
hi: एक स्क्रिप्ट जोड़ें
id: Tambahkan naskah
it: Aggiungi uno script
ja: スクリプトを追加
ko: 스크립트 추가
nl: Voeg een script toe
pl: Dodaj skrypt
pt: Adicionar um script
ru: Добавить сценарий
th: เพิ่มสคริปต์
tr: Bir komut dosyası ekle
uk: Додати сценарій
vi: Thêm một kịch bản
zh_hant: 添加腳本

source: 添加附件
ar: أضف مرفقات
de: Anhänge hinzufügen
en: Add Attachments
es: Añadir archivos adjuntos
fr: Ajouter des pièces jointes
hi: संलग्नक जोड़ें
id: Tambahkan lampiran
it: Aggiungi allegati
ja: 添付ファイルを追加
ko: 첨부파일 추가
nl: Bijlagen toevoegen
pl: Dodaj załączniki
pt: Adicionar anexos
ru: Добавить вложение
th: เพิ่มไฟล์แนบ
tr: Ekler ekle
uk: Додати вкладення
vi: Thêm tệp đính kèm

source: 清空历史记录并在今后使用新架构
ar: امسح التاريخ واستخدم الهندسة المعمارية الجديدة في المستقبل
de: Löschen Sie die Geschichte und nutzen Sie die neue Architektur in der Zukunft
en: Clear history and use the new architecture going forward
es: Borra la historia y usa la nueva arquitectura en el futuro
fr: Effacer l'histoire et utiliser la nouvelle architecture à l'avenir
hi: इतिहास को साफ़ करें और भविष्य में नई वास्तुकला का उपयोग करें
id: Bersihkan sejarah dan gunakan arsitektur baru di masa depan
it: Cancella la storia e usa la nuova architettura in futuro
ja: すべての履歴をクリアして、今後は新しいアーキテクチャを使用
ko: 이력기록을 비우고 앞으로 새로운 구조를 사용할 것이다
nl: Wis de geschiedenis en gebruik de nieuwe architectuur in de toekomst
pl: Wyczyść historię i użyj nowej architektury w przyszłości
pt: Limpe a história e use a nova arquitetura no futuro
ru: Очистите историю и используйте новую архитектуру в будущем.
th: ล้างประวัติศาสตร์และใช้สถาปัตยกรรมใหม่ในอนาคต
tr: Geçmişi temizleyin ve gelecekte yeni mimariyi kullanın
uk: Очистіть історію та використовуйте нову архітектуру в майбутньому
vi: Xóa lịch sử và sử dụng kiến trúc mới trong tương lai
zh_hant: 清空歷史記錄並在今後使用新架構

source: 清除历史记录
ar: مسح التاريخ
de: Löschen Sie die Geschichte
en: Clear Histories
es: Borrar la historia
fr: Effacer l'historique
hi: इतिहास साफ़ करें
id: Bersihkan sejarahnya
it: Cancella la cronologia
ja: 履歴を消去
ko: 기록 지우기
nl: Wis de geschiedenis
pl: Wyczyść historię
pt: Limpar o histórico
ru: Очистить историю
th: ล้างประวัติ
tr: Geçmişi temizle
uk: Очистити історію
vi: Xóa lịch sử
zh_hant: 清除歷史記錄

source: 清除时间段
ar: مسح الفترة الزمنية
de: Löschen Sie den Zeitraum
en: Clear Timeframe
es: Borrar el período de tiempo
fr: Effacer la période de temps
hi: समय अवधि साफ़ करें
id: Bersihkan periode waktu
it: Cancella il periodo di tempo
ja: 期間を消去
ko: 시간대를 지우다
nl: De tijdsperiode wissen
pl: Wyczyść okres czasu
pt: Limpar o período de tempo
ru: Очистить период времени
th: เคลียร์ช่วงเวลา
tr: Zaman dilimini temizle
uk: Очистити період часу
vi: Xóa khoảng thời gian
zh_hant: 清除時間段

source: 清除缓存
ar: قم بمسح ذاكرة التخزين المؤقت
de: Cache leeren
en: Clear Cache
es: Borrar la caché
fr: Effacer le cache
hi: कैश साफ़ करें
id: Bersihkan cache
it: Cancella la cache
ja: キャッシュをクリア
ko: 캐시를 지우다
nl: Wis de cache
pl: Wyczyść pamięć podręczną
pt: Limpar o cache
ru: Очистить кэш
th: ล้างแคช
tr: Önbelleği temizle
uk: Очистити кеш
vi: Xóa bộ nhớ cache
zh_hant: 清除緩存

source: 滑动以返回
ar: انزلق للعودة
de: Schieben Sie, um zurückzukehren
en: Swipe to go back
es: Deslizar para volver
fr: Faites glisser pour revenir
hi: वापस आने के लिए स्लाइड करें
id: Geser untuk kembali
it: Scorri per tornare
ja: スワイプして戻る
ko: 슬라이드하여 돌아가다
nl: Schuif om terug te keren
pl: Przesuń, aby wrócić
pt: Deslize para retornar
ru: Сдвиньте, чтобы вернуться
th: เลื่อนเพื่อกลับ
tr: Geri dönmek için kaydırın
uk: Слайд, щоб повернутися
vi: Trượt để quay lại
zh_hant: 滑動以返回

source: 版本：%@
ar: الإصدار: %@
de: Version: %@
en: Version: %@
es: Versión: %@
fr: Version : %@
hi: संस्करण: %@
id: Versi: %@
it: Versione: %@
ja: バージョン：%@
ko: 버전: %@
nl: Versie: %@
pl: Wersja: %@
pt: Versão: %@
ru: Версия: %@
th: รุ่น: %@
tr: Versiyon: %@
uk: Версія: %@
vi: Phiên bản: %@

source: 状态
ar: الدَوْلة
de: Staat
en: State
es: Estado
fr: État
hi: राज्य
id: Negara
it: Stato
ja: ステータス
ko: 상태
nl: Staat
pl: Stan
pt: Estado
ru: Государство
th: รัฐ
tr: Devlet
uk: Держава
vi: Trạng thái
zh_hant: 狀態

source: 现可单独放大查看网页中的图片
ar: يمكنك الآن التكبير لعرض الصور في صفحة الويب بشكل منفصل.
de: Jetzt können Sie vergrößern, um die Bilder auf der Webseite separat anzuzeigen.
en: You can now zoom the single web images in and out.
es: Ahora puedes acercar para ver las imágenes en la página web por separado.
fr: Maintenant, vous pouvez zoomer pour voir les images sur la page Web séparément.
hi: अब आप वेब पेज में चित्रों को अलग से देखने के लिए ज़ूम इन कर सकते हैं।
id: Sekarang Anda dapat memperbesar untuk melihat gambar di halaman web secara terpisah.
it: Ora puoi ingrandire per visualizzare le immagini nella pagina web separatamente.
ja: 今はウェブページの画像を個別に拡大して表示できます
ko: 이제 단독으로 확대해서 웹페이지의 사진을 볼 수 있습니다.
nl: Nu kunt u inzoomen om de foto's op de webpagina afzonderlijk te bekijken.
pl: Teraz możesz powiększyć, aby wyświetlić zdjęcia na stronie internetowej osobno.
pt: Agora você pode aumentar o zoom para ver as fotos na página da web separadamente.
ru: Теперь вы можете увеличить фотографии на веб-странице отдельно.
th: ตอนนี้คุณสามารถซูมเข้าเพื่อดูรูปภาพในหน้าเว็บแยกกันได้
tr: Artık web sayfasındaki resimleri ayrı ayrı görüntülemek için yakınlaştırabilirsiniz.
uk: Тепер ви можете збільшити масштаб, щоб переглянути зображення на веб-сторінці окремо.
vi: Bây giờ bạn có thể phóng to để xem các hình ảnh trong trang web một cách riêng biệt.
zh_hant: 現可單獨放大查看網頁中的圖片

source: 现可在设置→通用→阅读器中个性化设置图书阅读器
ar: يمكنك الآن تخصيص قارئ الكتب في الإعدادات → عام → القارئ.
de: Jetzt können Sie den Buchleser in Einstellungen → Allgemein → Leser personalisieren.
en: You can now personalize the book reader in Settings → General → Reader.
es: Ahora puede personalizar el lector de libros en Configuración → General → Lector.
fr: Vous pouvez maintenant personnaliser le lecteur de livres dans Paramètres → Général → Lecteur.
hi: अब आप सेटिंग्स → जनरल → रीडर में बुक रीडर को निजीकृत कर सकते हैं।
id: Sekarang Anda dapat mempersonalisasi pembaca buku di Pengaturan → Umum → Pembaca.
it: Ora puoi personalizzare il lettore di libri in Impostazioni → Generale → Lettore.
ja: 現在、設定→一般→リーダーで書籍リーダーを個別設定できます。
ko: 이제 설정→일반→리더에서 도서 리더를 개인화할 수 있습니다.
nl: Nu kunt u de boeklezer personaliseren in Instellingen → Algemeen → Lezer.
pl: Teraz możesz spersonalizować czytnik książek w Ustawieniach → Ogólne → Czytnik.
pt: Agora você pode personalizar o leitor de livros em Configurações → Geral → Leitor.
ru: Теперь вы можете персонализировать программу чтения книг в разделе «Настройки» → «Основные» → «Считыватель».
th: ตอนนี้คุณสามารถปรับแต่งโปรแกรมอ่านหนังสือได้ในการตั้งค่า → ทั่วไป → ผู้อ่าน
tr: Artık kitap okuyucuyu Ayarlar → Genel → Okuyucu'da kişiselleştirebilirsiniz.
uk: Тепер ви можете персоналізувати програму для читання книг у Налаштуваннях → Загальні → Читач.
vi: Bây giờ bạn có thể cá nhân hóa trình đọc sách trong Cài đặt → Chung → Trình đọc.

source: 现可将网页归档以供离线查看
ar: يمكنك الآن أرشفة صفحة الويب للعرض في وضع عدم الاتصال.
de: Jetzt können Sie die Webseite für die Offline-Anzeige archivieren.
en: Able to archive web page to view offline now
es: Ahora puede archivar la página web para su visualización sin conexión.
fr: Vous pouvez maintenant archiver la page Web pour la visualiser hors ligne.
hi: अब आप ऑफ़लाइन देखने के लिए वेब पेज को संग्रहीत कर सकते हैं।
id: Sekarang Anda dapat mengarsipkan halaman web untuk dilihat secara offline.
it: Ora puoi archiviare la pagina web per la visualizzazione offline.
ja: ウェブページをアーカイブしてオフラインで表示できるようになりました
ko: 이제 웹 페이지를 아카이브하여 오프라인에서 볼 수 있습니다.
nl: Nu kunt u de webpagina archiveren voor offline weergave.
pl: Teraz możesz zarchiwizować stronę internetową do przeglądania offline.
pt: Agora você pode arquivar a página da web para visualização offline.
ru: Веб-страницу теперь можно архивировать для просмотра в автономном режиме.
th: ตอนนี้คุณสามารถเก็บถาวรหน้าเว็บเพื่อดูแบบออฟไลน์ได้
tr: Artık çevrimdışı görüntüleme için web sayfasını arşivleyebilirsiniz.
uk: Тепер ви можете заархівувати веб-сторінку для перегляду в автономному режимі.
vi: Bây giờ bạn có thể lưu trữ trang web để xem ngoại tuyến.
zh_hant: 現可將網頁歸檔以供離線查看

source: 现在，可将暗礁浏览器的本地文件分享到暗礁文件
ar: الآن، يمكن مشاركة الملفات المحلية لمتصفح الشعاب المرجانية مع ملفات الشعاب المرجانية.
de: Jetzt können die lokalen Dateien des Reef-Browsers mit den Reef-Dateien geteilt werden.
en: You can now share local files from Darock Browser to Cluster.
es: Ahora, los archivos locales del navegador Reef se pueden compartir con los archivos Reef.
fr: Maintenant, les fichiers locaux du navigateur reef peuvent être partagés avec les fichiers reef.
hi: अब, रीफ ब्राउज़र की स्थानीय फाइलों को रीफ फाइलों के साथ साझा किया जा सकता है।
id: Sekarang, file lokal dari browser karang dapat dibagikan dengan file karang.
it: Ora, i file locali del browser Reef possono essere condivisi con i file Reef.
ja: 現在、暗礁ブラウザのローカルファイルを暗礁ファイルに共有できます
ko: 현재 암초 브라우저의 로컬 파일을 암초 파일에 공유할 수 있습니다.
nl: Nu kunnen de lokale bestanden van de rifbrowser worden gedeeld met de rifbestanden.
pl: Teraz lokalne pliki przeglądarki rafy mogą być udostępniane plikom rafy.
pt: Agora, os arquivos locais do navegador reef podem ser compartilhados com os arquivos reef.
ru: Теперь локальные файлы браузера рифов могут быть общими с файлами рифов.
th: ตอนนี้ไฟล์ภายในของเบราว์เซอร์แนวปะการังสามารถแชร์กับไฟล์แนวปะการังได้
tr: Artık resif tarayıcısının yerel dosyaları resif dosyalarıyla paylaşılabilir.
uk: Тепер локальні файли рифового браузера можна поділитися з рифовими файлами.
vi: Bây giờ, các tệp cục bộ của trình duyệt rạn san hô có thể được chia sẻ với các tệp rạn san hô.

source: 现在，更多的 Cookie 可被记录
ar: الآن، يمكن تسجيل المزيد من ملفات تعريف الارتباط.
de: Jetzt können weitere Cookies aufgezeichnet werden.
en: Now, more Cookies can be logged
es: Ahora, se pueden registrar más cookies.
fr: Maintenant, plus de cookies peuvent être enregistrés.
hi: अब, अधिक कुकीज़ रिकॉर्ड की जा सकती हैं।
id: Sekarang, lebih banyak cookie dapat direkam.
it: Ora è possibile registrare più cookie.
ja: 今、より多くのCookieが記録可能になりました
ko: 현재, 더 많은 Cookie는 기록될 수 있다
nl: Nu kunnen er meer cookies worden vastgelegd.
pl: Teraz można nagrywać więcej plików cookie.
pt: Agora, mais cookies podem ser gravados.
ru: Теперь можно записывать больше файлов cookie.
th: ตอนนี้สามารถบันทึกคุกกี้ได้มากขึ้น
tr: Artık daha fazla çerez kaydedilebilir.
uk: Тепер можна записати більше файлів cookie.
vi: Giờ đây, nhiều cookie hơn có thể được ghi lại.
zh_hant: 現在，更多的 Cookie 可被記錄

source: 用户名
ar: اسم المستخدم
de: Benutzername
en: Username
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता का नाम
id: Nama pengguna
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Ім'я користувача
vi: Tên người dùng
zh_hant: 用戶名

source: 用户名不能为空
ar: لا يمكن أن يكون اسم المستخدم فارغا.
de: Der Benutzername darf nicht leer sein.
en: Username cannot be empty
es: El nombre de usuario no puede estar vacío.
fr: Le nom d'utilisateur ne peut pas être vide.
hi: उपयोगकर्ता का नाम खाली नहीं हो सकता।
id: Nama pengguna tidak boleh kosong.
it: Il nome utente non può essere vuoto.
ja: ユーザー名は空にできません
ko: 사용자 이름은 비워서는 안 됩니다
nl: De gebruikersnaam mag niet leeg zijn.
pl: Nazwa użytkownika nie może być pusta.
pt: O nome de usuário não pode estar vazio.
ru: Имя пользователя не может быть пустым.
th: ชื่อผู้ใช้ไม่สามารถเว้นว่างไว้ได้
tr: Kullanıcı adı boş olamaz.
uk: Ім'я користувача не може бути порожнім.
vi: Tên người dùng không thể để trống.
zh_hant: 用戶名不能為空

source: 用户脚本
ar: البرنامج النصي للمستخدم
de: Benutzerskript
en: Userscripts
es: Script de usuario
fr: Script utilisateur
hi: उपयोगकर्ता स्क्रिप्ट
id: Skrip pengguna
it: Script utente
ja: ユーザースクリプト
ko: 사용자 스크립트
nl: Gebruikersscript
pl: Skrypt użytkownika
pt: Script de usuário
ru: Пользовательский скрипт
th: สคริปต์ผู้ใช้
tr: Kullanıcı komut dosyası
uk: Скрипт користувача
vi: Tập lệnh người dùng
zh_hant: 用戶腳本

source: 由“反馈助理”收集的诊断数据可能包含个人信息。你可以在提交前轻点查看附加数据，或向左轻扫删除。
ar: قد تحتوي البيانات التشخيصية التي يجمعها "مساعد التعليقات" على معلومات شخصية. يمكنك النقر لعرض البيانات الإضافية قبل الإرسال، أو التمرير يسارا لحذفها.
de: Die vom "Feedback-Assistenten" gesammelten Diagnosedaten können persönliche Informationen enthalten. Sie können tippen, um die zusätzlichen Daten vor dem Absenden anzuzeigen, oder nach links wischen, um sie zu löschen.
en: The diagnose datas collected by Feedback Assistant may contains personal informations. You can tap to check attached datas before submitting, or swipe left to delete.
es: Los datos de diagnóstico recopilados por el "Asistente de Retroalimentación" pueden contener información personal. Puede tocar para ver los datos adicionales antes de enviarlos, o deslizar el dedo hacia la izquierda para eliminarlos.
fr: Les données de diagnostic collectées par l'"assistant de rétroaction" peuvent contenir des informations personnelles. Vous pouvez appuyer pour afficher les données supplémentaires avant de les soumettre, ou balayer vers la gauche pour les supprimer.
hi: "फीडबैक असिस्टेंट" द्वारा एकत्र किए गए डायग्नोस्टिक डेटा में व्यक्तिगत जानकारी हो सकती है। सबमिट करने से पहले आप अतिरिक्त डेटा देखने के लिए टैप कर सकते हैं, या इसे हटाने के लिए बाईं ओर स्वाइप कर सकते हैं।
id: Data diagnostik yang dikumpulkan oleh "Asisten Umpan Balik" mungkin berisi informasi pribadi. Anda dapat mengetuk untuk melihat data tambahan sebelum mengirimkan, atau geser ke kiri untuk menghapusnya.
it: I dati diagnostici raccolti dal "Feedback Assistant" possono contenere informazioni personali. Puoi toccare per visualizzare i dati aggiuntivi prima di inviarli o scorrere verso sinistra per eliminarli.
ja: 「フィードバックアシスタント」によって収集された診断データには個人情報が含まれる場合があります。送信前に追加データを確認するか、左にスワイプして削除できます。
ko: '피드백 어시스턴트'가 수집한 진단 데이터에는 개인 정보가 포함될 수 있습니다. 제출하기 전에 추가 데이터를 탭하여 보거나 왼쪽으로 스와이프하여 삭제할 수 있습니다.
nl: De diagnostische gegevens die door de "Feedback Assistant" worden verzameld, kunnen persoonlijke informatie bevatten. U kunt tikken om de aanvullende gegevens te bekijken voordat u deze verzendt, of naar links vegen om deze te verwijderen.
pl: Dane diagnostyczne zebrane przez "Asystenta informacji zwrotnej" mogą zawierać dane osobowe. Możesz dotknąć, aby wyświetlić dodatkowe dane przed przesłaniem lub przesunąć palcem w lewo, aby je usunąć.
pt: Os dados de diagnóstico coletados pelo "Assistente de Feedback" podem conter informações pessoais. Você pode tocar para visualizar os dados adicionais antes de enviar, ou deslizar para a esquerda para excluí-los.
ru: Диагностические данные, собранные помощником по обратной связи, могут содержать личную информацию. Вы можете нажать, чтобы просмотреть дополнительные данные перед отправкой, или провести пальцем влево, чтобы удалить.
th: ข้อมูลการวินิจฉัยที่รวบรวมโดย "ผู้ช่วยคําติชม" อาจมีข้อมูลส่วนบุคคล คุณสามารถแตะเพื่อดูข้อมูลเพิ่มเติมก่อนส่ง หรือปัดไปทางซ้ายเพื่อลบ
tr: "Geri Bildirim Asistanı" tarafından toplanan teşhis verileri kişisel bilgiler içerebilir. Göndermeden önce ek verileri görüntülemek için dokunabilir veya silmek için sola kaydırabilirsiniz.
uk: Діагностичні дані, зібрані "Асистентом зворотного зв'язку", можуть містити особисту інформацію. Ви можете натиснути, щоб переглянути додаткові дані перед поданням, або провести пальцем ліворуч, щоб видалити їх.
vi: Dữ liệu chẩn đoán được thu thập bởi "Trợ lý phản hồi" có thể chứa thông tin cá nhân. Bạn có thể nhấn để xem dữ liệu bổ sung trước khi gửi hoặc vuốt sang trái để xóa dữ liệu đó.
zh_hant: 由“使用者意見”收集的診斷數據可能包含個人信息。你可以在提交前輕點查看附加數據，或向左輕掃刪除。
